Repository: ac54u/ruddarr
Catalog: Ruddarr/Localizable.xcstrings
Source language: en
Languages: zh_hans

# (%lld Issue)
source: (%lld Issues)
zh_hans: （%lld 个问题）

source: %@ does not start an automatic search when adding media, but you can.
zh_hans: %@ 在添加媒体时不会自动搜索，但你可以手动搜索。

source: %@ years
zh_hans: %@ 年

source: %1$@ downloaded successfully and imported from %2$@.
zh_hans: %1$@ 下载成功，已从 %2$@ 导入。

source: %1$@ grabbed from %2$@ and sent to %3$@.
zh_hans: %1$@ 已从 %2$@ 抓取并发送至 %3$@。

source: %d days
zh_hans: %d 天

source: %d hours
zh_hans: %d 小时

source: %d minutes
zh_hans: %d 分钟

source: %d months
zh_hans: %d 个月

# %lld Episode
source: %lld Episodes
zh_hans: %lld 集

# %lld Movie
source: %lld Movies
zh_hans: %lld 部电影

# %lld Season
source: %lld Seasons
zh_hans: %lld 季

source: %lld Seasons
zh_hans: %lld 季

source: %lld Series
zh_hans: %lld 部剧集

# %lld Tag
source: %lld Tags
zh_hans: %lld 个标签

# %lld Task
source: %lld Tasks
zh_hans: %lld 个任务

source: +%lld more...
zh_hans: +%lld 更多...

source: About
zh_hans: 关于

source: Accent Color
zh_hans: 强调色

source: Active
zh_hans: 已激活

source: Activity
zh_hans: 活动

source: Add Authentication
zh_hans: 添加认证

source: Add Exclusion
zh_hans: 添加排除

source: Add Header
zh_hans: 添加 Header

source: Add Instance
zh_hans: 添加实例

source: Add Movie
zh_hans: 添加电影

source: Add Series
zh_hans: 添加剧集

source: Added
zh_hans: 已添加

source: Age
zh_hans: 年龄

source: Airing
zh_hans: 播出中

source: Alias
zh_hans: 别名

source: All Episodes
zh_hans: 所有集数

source: All Events
zh_hans: 所有事件

source: All instance queues are empty.
zh_hans: 所有实例队列为空。

source: All Movies
zh_hans: 所有电影

source: All TV Series
zh_hans: 所有电视剧

source: Alternatively, %@ comes with many notification integrations that can be self-hosted.
zh_hans: 或者，%@ 自带许多可自行托管的消息通知集成。

source: An error occurred.
zh_hans: 发生错误。

source: An unexpected error occurred.
zh_hans: 发生意外错误。

source: An unknown error occurred: %@
zh_hans: 发生未知错误：%@

source: Anime
zh_hans: 动漫

source: Announced
zh_hans: 已公布

source: Any
zh_hans: 全部

source: Any Client
zh_hans: 任意客户端

source: Any Folder
zh_hans: 任意文件夹

source: Any Format
zh_hans: 任意格式

source: Any Indexer
zh_hans: 任意索引器

source: Any Instance
zh_hans: 任意实例

source: Any Language
zh_hans: 任意语言

source: Any Protocol
zh_hans: 任意协议

source: Any Quality
zh_hans: 任意质量

source: API Key
zh_hans: API 密钥

source: App Icon
zh_hans: 应用图标

source: Appearance
zh_hans: 外观

source: Application Updated
zh_hans: 应用已更新

source: Approved
zh_hans: 已批准

source: Are you attempting to connect to a private IP address from outside its network?
zh_hans: 是否尝试从网络外部连接到私有 IP 地址？

source: Are you sure you want to delete the instance?
zh_hans: 确定要删除该实例吗？

source: Are you sure you want to erase all settings?
zh_hans: 确定要清除所有设置吗？

source: Are you sure?
zh_hans: 确定吗？

source: Ascending
zh_hans: 升序

source: At least you're not on hold.
zh_hans: 至少你没有在等待。

source: Audio
zh_hans: 音频

source: Authentication
zh_hans: 认证

source: Automatic
zh_hans: 自动

source: Automatic Search
zh_hans: 自动搜索

source: Availability
zh_hans: 可用性

source: Bad status code: %lld
zh_hans: 错误状态码：%lld

source: Basic Authentication is for advanced server management tools and will not work with regular %@ login credentials.
zh_hans: Basic Authentication 适用于高级服务器管理工具，无法使用常规的 %@ 登录凭据。

source: Bitrate
zh_hans: 比特率

source: Blocklist Release
zh_hans: 加入黑名单

source: Blocks this release from being redownloaded via Automatic Search or RSS.
zh_hans: 阻止该发布通过自动搜索或 RSS 重新下载。

source: Books
zh_hans: 图书

source: Bug Report Sent
zh_hans: Bug 报告已发送

source: Calendar
zh_hans: 日历

source: Cancel
zh_hans: 取消

source: Cards
zh_hans: 卡片

source: Channels
zh_hans: 声道

source: Check the spelling or try [adding the movie](%@).
zh_hans: 请检查拼写或尝试[添加电影](%@)。

source: Check the spelling or try [adding the series](%@).
zh_hans: 请检查拼写或尝试[添加剧集](%@)。

source: Clear Filters
zh_hans: 清除筛选

source: Clear Image Cache
zh_hans: 清除图片缓存

source: Client
zh_hans: 客户端

source: Close
zh_hans: 关闭

source: Codec
zh_hans: 编码

source: Color Depth
zh_hans: 色彩深度

# Connect a %@ instance under %@.
source: Connect a %1$@ instance under %2$@.
zh_hans: 在 %2$@ 下连接 %1$@ 实例。

source: Connected
zh_hans: 已连接

source: Connecting...
zh_hans: 连接中...

source: Connection Failed
zh_hans: 连接失败

source: Connection Failure
zh_hans: 连接失败

source: Continue
zh_hans: 继续

source: Continuing
zh_hans: 续播

source: Contribute
zh_hans: 贡献

source: Contribute on GitHub
zh_hans: 在 GitHub 上贡献

source: Copy Link
zh_hans: 复制链接

source: Custom Format
zh_hans: 自定义格式

source: Custom Formats
zh_hans: 自定义格式

source: Custom Headers can be used to access instances protected by Zero Trust services.
zh_hans: 自定义 Header 可用于访问受 Zero Trust 服务保护的实例。

source: Custom Score
zh_hans: 自定义评分

source: Daily
zh_hans: 每日

source: Dangling
zh_hans: 悬空

source: Dark
zh_hans: 深色

source: Default
zh_hans: 默认

source: Delete
zh_hans: 删除

source: Delete File
zh_hans: 删除文件

source: Delete Files
zh_hans: 删除文件

source: Delete Instance
zh_hans: 删除实例

source: Delete Movie
zh_hans: 删除电影

source: Delete Series
zh_hans: 删除剧集

source: Delete Spotlight Index
zh_hans: 删除 Spotlight 索引

source: Deleted
zh_hans: 已删除

source: Deleting Files
zh_hans: 正在删除文件

source: Descending
zh_hans: 降序

source: Details
zh_hans: 详情

source: Digital Release
zh_hans: 数字发布

source: Direction
zh_hans: 方向

source: Discovering new ways of making you wait.
zh_hans: 正在寻找让你等待的新方式。

source: Disk Space
zh_hans: 磁盘空间

source: Display
zh_hans: 显示

source: Download
zh_hans: 下载

source: download client
zh_hans: 下载客户端

source: Download Client Unavailable
zh_hans: 下载客户端不可用

source: Download Client Warning
zh_hans: 下载客户端警告

source: Download Failed
zh_hans: 下载失败

source: Download Ignored
zh_hans: 下载已忽略

source: Download Queued
zh_hans: 下载已排队

source: Download Release
zh_hans: 下载发布

source: Downloaded
zh_hans: 已下载

source: Downloading
zh_hans: 下载中

source: Dynamic Range
zh_hans: 动态范围

source: e.g. %@
zh_hans: 例如 %@

source: Edit
zh_hans: 编辑

source: Email
zh_hans: 邮件

source: Enable Notifications
zh_hans: 启用通知

source: Ended
zh_hans: 已完结

source: Enter a valid URL.
zh_hans: 请输入有效的 URL。

source: Enter an instance label.
zh_hans: 请输入实例标签。

source: Episode
zh_hans: 集

source: Episode Deleted
zh_hans: 剧集已删除

source: Episode file was renamed.
zh_hans: 剧集文件已重命名。

source: Episode Renamed
zh_hans: 剧集已重命名

source: Episode Search Queued
zh_hans: 剧集搜索已排队

source: Episodes
zh_hans: 集数

source: Error
zh_hans: 错误

source: Event Type
zh_hans: 事件类型

source: Everything
zh_hans: 全部

source: Existing Episodes
zh_hans: 现有剧集

source: Expired
zh_hans: 已过期

source: Failed
zh_hans: 失败

source: File
zh_hans: 文件

source: File Deleted
zh_hans: 文件已删除

source: File Imported
zh_hans: 文件已导入

source: File Size
zh_hans: 文件大小

source: File Upgraded
zh_hans: 文件已升级

source: File was deleted either manually or by a client through the API.
zh_hans: 文件已被手动删除，或被客户端通过 API 删除。

source: File was deleted to import an upgrade.
zh_hans: 文件已被删除以导入升级版本。

source: File was not found on disk so it was unlinked from the episode in the database.
zh_hans: 磁盘上未找到文件，已从数据库中该剧集取消关联。

source: File was not found on disk so it was unlinked from the movie in the database.
zh_hans: 磁盘上未找到文件，已从数据库中该电影取消关联。

source: Files
zh_hans: 文件

source: Files & History
zh_hans: 文件与历史

source: Filter
zh_hans: 筛选

source: First Season
zh_hans: 第一季

source: Fitness
zh_hans: 健身

source: Flags
zh_hans: 标志

source: Folder Imported
zh_hans: 文件夹已导入

source: Framerate
zh_hans: 帧率

source: FreeLeech
zh_hans: 免费下载

source: Future Episodes
zh_hans: 未来剧集

source: Genre
zh_hans: 类型

source: Grab Release
zh_hans: 抓取发布

source: Grabbed
zh_hans: 已抓取

source: Grid
zh_hans: 网格

source: Header name
zh_hans: Header 名称

source: Header value
zh_hans: Header 值

source: Health Issue
zh_hans: 健康问题

source: Health Restored
zh_hans: 健康已恢复

source: Hide Specials
zh_hans: 隐藏特辑

source: History
zh_hans: 历史

source: Hold on, this may take a moment.
zh_hans: 请稍候，这可能需要一点时间。

source: Home
zh_hans: 首页

source: Icons
zh_hans: 图标

source: Identifier
zh_hans: 标识符

source: Ignored
zh_hans: 已忽略

source: Import
zh_hans: 导入

source: Import Blocked
zh_hans: 导入被阻止

source: Import Completed
zh_hans: 导入完成

source: Import Pending
zh_hans: 待导入

source: Import Queued
zh_hans: 导入已排队

source: Imported
zh_hans: 已导入

source: Importing
zh_hans: 导入中

source: In Cinemas
zh_hans: 影院上映

source: In Queue
zh_hans: 队列中

source: Inactive
zh_hans: 未激活

source: Include Warnings
zh_hans: 包含警告

source: indexer
zh_hans: 索引器

source: Indexer
zh_hans: 索引器

source: Information
zh_hans: 信息

source: Instance
zh_hans: 实例

source: Instance URL is not valid: %@
zh_hans: 实例 URL 无效：%@

source: Instances
zh_hans: 实例

source: Integrations
zh_hans: 集成

source: Interactive
zh_hans: 交互式

source: Interactive Search
zh_hans: 交互式搜索

source: Invalid Instance Label
zh_hans: 无效的实例标签

source: Invalid URL
zh_hans: 无效的 URL

source: Is this running on Windows?
zh_hans: 是否在 Windows 上运行？

source: Issues
zh_hans: 问题

source: Join the Discord
zh_hans: 加入 Discord

source: Just now
zh_hans: 刚刚

source: Just testing your patience.
zh_hans: 只是在考验你的耐心。

source: Label
zh_hans: 标签

source: Language
zh_hans: 语言

source: Languages
zh_hans: 语言

source: Last Season
zh_hans: 最后一季

source: Latest
zh_hans: 最新

source: Leave a Review
zh_hans: 留下评价

source: Let's hope it's worth the wait.
zh_hans: 希望等待是值得的。

source: Light
zh_hans: 浅色

source: Link
zh_hans: 链接

source: Link Copied
zh_hans: 链接已复制

source: Load More
zh_hans: 加载更多

source: Loading...
zh_hans: 加载中...

source: Local Network Access Denied
zh_hans: 本地网络访问被拒绝

source: Local network access must be granted in %@ to connect to instances using private IP addresses.
zh_hans: 必须在 %@ 中授予本地网络访问权限，才能通过私有 IP 地址连接实例。

source: Local network access must be granted in System Settings to connect to instances on private IP addresses.
zh_hans: 必须在「系统设置」中授予本地网络访问权限，才能连接使用私有 IP 地址的实例。

source: Long-press any file to delete it.
zh_hans: 长按文件即可删除。

source: Looking to [add a new movie](%@)?
zh_hans: 想要[添加新电影](%@)？

source: Looking to [add a new series](%@)?
zh_hans: 想要[添加新剧集](%@)？

source: Mail
zh_hans: 邮件

source: Manual Import
zh_hans: 手动导入

source: Manual Interaction Required
zh_hans: 需要手动操作

source: Match Type
zh_hans: 匹配类型

source: Media Type
zh_hans: 媒体类型

source: Metadata
zh_hans: 元数据

source: Midseason Finale
zh_hans: 季中结局

source: Min. Availability
zh_hans: 最低可用性

source: Minimum Availability
zh_hans: 最低可用性

source: Missing
zh_hans: 缺失

source: Missing Episodes
zh_hans: 缺失的剧集

source: Monitor
zh_hans: 监控

source: Monitor New Seasons
zh_hans: 监控新季

source: Monitor Specials
zh_hans: 监控特辑

source: Monitored
zh_hans: 已监控

source: Monitored Search Queued
zh_hans: 已监控搜索已排队

source: Monochrome
zh_hans: 单色

source: Move Files
zh_hans: 移动文件

source: Move the movie files to "%@"?
zh_hans: 将电影文件移动到「%@」？

source: Move the series files to "%@"?
zh_hans: 将剧集文件移动到「%@」？

source: Movie
zh_hans: 电影

source: Movie + Collection
zh_hans: 电影 + 合集

source: Movie Added
zh_hans: 电影已添加

source: Movie Deleted
zh_hans: 电影已删除

source: Movie Downloading
zh_hans: 电影下载中

source: Movie File Deleted
zh_hans: 电影文件已删除

source: Movie file was renamed.
zh_hans: 电影文件已重命名。

source: Movie has no files.
zh_hans: 该电影没有文件。

source: Movie has no history.
zh_hans: 该电影没有历史记录。

source: Movie Imported
zh_hans: 电影已导入

source: Movie imported from folder.
zh_hans: 电影已从文件夹导入。

source: Movie Renamed
zh_hans: 电影已重命名

source: Movie Search Queued
zh_hans: 电影搜索已排队

source: Movie Upgraded
zh_hans: 电影已升级

source: Movies
zh_hans: 电影

source: Multi-Episode
zh_hans: 多集

source: Multilingual
zh_hans: 多语言

source: Music
zh_hans: 音乐

source: Network
zh_hans: 网络

source: New Seasons
zh_hans: 新季

source: Next Airing
zh_hans: 下次播出

source: No
zh_hans: 否

source: No %@ Instance
zh_hans: 没有 %@ 实例

source: No Automatic Search
zh_hans: 无自动搜索

source: No Events
zh_hans: 无事件

source: No Events Match
zh_hans: 无匹配事件

source: No events match the selected filters.
zh_hans: 没有匹配所选筛选条件的事件。

source: No importable files found.
zh_hans: 未找到可导入的文件。

source: No Instance
zh_hans: 无实例

source: No Internet Connection
zh_hans: 无网络连接

source: No Movies Match
zh_hans: 无匹配电影

source: No movies match the selected filters.
zh_hans: 没有匹配所选筛选条件的电影。

source: No Releases Found
zh_hans: 未找到发布

source: No releases found for "%@".
zh_hans: 未找到「%@」的发布。

source: No Releases Match
zh_hans: 无匹配发布

source: No releases match "%@".
zh_hans: 没有匹配「%@」的发布。

source: No releases match the selected filters and "%@".
zh_hans: 没有匹配所选过滤器和「%@」的发布。

source: No releases match the selected filters.
zh_hans: 没有匹配所选筛选条件的发布。

source: No Results for "%@"
zh_hans: 未找到「%@」的结果

source: No Series Match
zh_hans: 无匹配剧集

source: No series match the selected filters.
zh_hans: 没有匹配所选筛选条件的剧集。

source: None
zh_hans: 无

source: Not Subscribed
zh_hans: 未订阅

source: Notes
zh_hans: 备注

source: Notification settings for each instance are shared between devices. To disable notifications for a specific device go to %@.
zh_hans: 每个实例的通知设置会在设备间共享。如需在特定设备上禁用通知，请前往 %@。

# NOTIFICATION_APPLICATION_UPDATE
source: %@ Updated
zh_hans: %@ 已更新

# NOTIFICATION_EPISODE_DOWNGRADE
source: Episode Downgraded on %@
zh_hans: 剧集在 %@ 上已降级

# NOTIFICATION_EPISODE_DOWNGRADE_BODY
source: Downgraded from %1$@ to %2$@
zh_hans: 从 %1$@ 降级至 %2$@

# NOTIFICATION_EPISODE_DOWNLOAD
source: Episode Downloaded on %@
zh_hans: 剧集在 %@ 上已下载

# NOTIFICATION_EPISODE_FILE_DELETED
source: Episode File Deleted on %@
zh_hans: 剧集文件在 %@ 上已删除

# NOTIFICATION_EPISODE_GRAB
source: Episode Downloading on %@
zh_hans: 剧集在 %@ 上下载中

# NOTIFICATION_EPISODE_UPGRADE
source: Episode Upgraded on %@
zh_hans: 剧集在 %@ 上已升级

# NOTIFICATION_EPISODE_UPGRADE_BODY
source: Upgraded from %1$@ to %2$@
zh_hans: 从 %1$@ 升级至 %2$@

# NOTIFICATION_EPISODES_DOWNLOAD
source: %2$@ Episodes Downloaded on %1$@
zh_hans: %2$@ 集已在 %1$@ 上下载

# NOTIFICATION_EPISODES_DOWNLOAD_BODY
source: %@ (Season %@)
zh_hans: %@（第 %@ 季）

# NOTIFICATION_EPISODES_GRAB
source: %2$@ Episodes Downloading on %1$@
zh_hans: %2$@ 集正在 %1$@ 上下载

# NOTIFICATION_EPISODES_GRAB_BODY
source: Downloading %@ from %@
zh_hans: 正在从 %2$@ 下载 %1$@

# NOTIFICATION_EPISODES_GRAB_SUBTITLE
source: %@ (Season %@)
zh_hans: %@（第 %@ 季）

# NOTIFICATION_HEALTH
source: Health Issue on %@
zh_hans: %@ 出现健康问题

# NOTIFICATION_HEALTH_RESTORED
source: Health Issue Resolved on %@
zh_hans: %@ 健康问题已解决

# NOTIFICATION_MANUAL_INTERACTION_REQUIRED
source: Manual Interaction Required on %@
zh_hans: %@ 需要手动操作

# NOTIFICATION_MOVIE_ADDED
source: Movie Added on %@
zh_hans: 电影在 %@ 上已添加

# NOTIFICATION_MOVIE_DELETED
source: Movie Deleted on %@
zh_hans: 电影在 %@ 上已删除

# NOTIFICATION_MOVIE_DOWNGRADE
source: Movie Downgraded on %@
zh_hans: 电影在 %@ 上已降级

# NOTIFICATION_MOVIE_DOWNGRADE_BODY
source: Downgraded from %1$@ to %2$@
zh_hans: 从 %1$@ 降级至 %2$@

# NOTIFICATION_MOVIE_DOWNLOAD
source: Movie Downloaded on %@
zh_hans: 电影在 %@ 上已下载

# NOTIFICATION_MOVIE_FILE_DELETED
source: Movie File Deleted on %@
zh_hans: 电影文件在 %@ 上已删除

# NOTIFICATION_MOVIE_GRAB
source: Movie Downloading on %@
zh_hans: 电影在 %@ 上下载中

# NOTIFICATION_MOVIE_GRAB_BODY
source: Downloading %@ from %@
zh_hans: 正在从 %2$@ 下载 %1$@

# NOTIFICATION_MOVIE_UPGRADE
source: Movie Upgraded on %@
zh_hans: 电影在 %@ 上已升级

# NOTIFICATION_MOVIE_UPGRADE_BODY
source: Upgraded from %1$@ to %2$@
zh_hans: 从 %1$@ 升级至 %2$@

# NOTIFICATION_SERIES_ADDED
source: Series Added on %@
zh_hans: 剧集在 %@ 上已添加

# NOTIFICATION_SERIES_DELETED
source: Series Deleted on %@
zh_hans: 剧集在 %@ 上已删除

# NOTIFICATION_TEST
source: Test Notification
zh_hans: 测试通知

# NOTIFICATION_TEST_BODY
source: This is a test notification.
zh_hans: 这是一条测试通知。

source: Notifications
zh_hans: 通知

source: Notifications are disabled, please enable them in %@.
zh_hans: 通知已禁用，请在 %@ 中启用。

source: Notifications require a subscription to %@.
zh_hans: 通知功能需要订阅 %@。

source: Notifications require an Apple Account. Please sign in, or enable iCloud Drive in the iCloud settings (%1$@).
zh_hans: 通知功能需要 Apple 账户。请登录，或在 iCloud 设置中启用 iCloud 云盘（%1$@）。

source: Notifications will not route reliably until each instance has been given a unique "Instance Name" in the web interface under "Settings > General".
zh_hans: 除非每个实例在 Web 界面的「设置 > 通用」中被赋予唯一的「实例名称」，否则通知可能无法可靠路由。

source: OK
zh_hans: 确定

source: Open
zh_hans: 打开

source: Open %@
zh_hans: 打开 %@

source: Open ${target}
zh_hans: 打开 ${target}

source: Open in %@
zh_hans: 在 %@ 中打开

source: Open In...
zh_hans: 打开方式...

source: Open Ruddarr
zh_hans: 打开 Ruddarr

source: Open Website
zh_hans: 打开网站

source: Optimizes API calls for instances that load unusually slowly and encounter timeouts frequently.
zh_hans: 针对加载异常缓慢且频繁超时的实例优化 API 调用。

source: Original
zh_hans: 原始

source: Other
zh_hans: 其他

source: Password
zh_hans: 密码

source: Paste
zh_hans: 粘贴

source: Paused
zh_hans: 已暂停

source: Peers
zh_hans: 用户数

source: Pending
zh_hans: 待处理

source: Permanently erase the folder and its contents.
zh_hans: 永久删除该文件夹及其内容。

source: Physical Release
zh_hans: 实体发布

source: Pilot Episode
zh_hans: 试播集

source: Please check your internet connection and try again.
zh_hans: 请检查网络连接后重试。

source: Podcasts
zh_hans: 播客

source: Popular This Week
zh_hans: 本周热门

source: Posters
zh_hans: 海报

source: Preferences
zh_hans: 偏好设置

source: Preferred language and other app-related settings can be configured in the [System Settings](#link).
zh_hans: 首选语言和其他应用相关设置可在[系统设置](#link)中配置。

source: Premieres
zh_hans: 首播

source: Preserve
zh_hans: 保留

source: Prevent from being readded to library by lists.
zh_hans: 防止通过列表重新添加到库中。

source: Previous Airing
zh_hans: 上次播出

source: Protocol
zh_hans: 协议

source: Provide a detailed description of the issue along with the exact steps to reproduce it.
zh_hans: 请详细描述问题，并提供复现步骤。

source: Published
zh_hans: 已发布

source: Quality
zh_hans: 质量

source: Quality Profile
zh_hans: 质量配置

source: Queued
zh_hans: 已排队

source: Queues Empty
zh_hans: 队列为空

source: Rating
zh_hans: 评分

source: Recent Episodes
zh_hans: 最近剧集

source: Refresh
zh_hans: 刷新

source: Refresh Queued
zh_hans: 刷新已排队

source: Release Downloading
zh_hans: 发布下载中

source: Release Filters
zh_hans: 发布筛选

source: Release Grabbed
zh_hans: 发布已抓取

source: Release Group
zh_hans: 发布组

source: Release Notes
zh_hans: 更新日志

source: Release Push
zh_hans: 发布推送

source: Release Rejected
zh_hans: 发布已拒绝

source: Release Type
zh_hans: 发布类型

source: Released
zh_hans: 已发布

source: Relevant
zh_hans: 相关

source: Remove
zh_hans: 移除

source: Remove from Client
zh_hans: 从客户端移除

source: Remove Task
zh_hans: 移除任务

source: Renamed
zh_hans: 已重命名

source: Repack
zh_hans: 重新打包

source: Report an Issue
zh_hans: 报告问题

source: Reset
zh_hans: 重置

source: Reset All Settings
zh_hans: 重置所有设置

source: Resolution
zh_hans: 分辨率

source: Response Decoding Error
zh_hans: 响应解码错误

source: Retry
zh_hans: 重试

source: Revoked
zh_hans: 已撤销

source: Root Folder
zh_hans: 根文件夹

source: Runtime
zh_hans: 时长

source: Save
zh_hans: 保存

source: Scan Type
zh_hans: 扫描类型

source: Score
zh_hans: 评分

source: Search
zh_hans: 搜索

source: Search for Movie
zh_hans: 搜索电影

source: Search for movie with ${name}
zh_hans: 搜索电影：${name}

source: Search for Replacement
zh_hans: 搜索替代

source: Search for TV Series
zh_hans: 搜索电视剧

source: Search for TV series with ${name}
zh_hans: 搜索电视剧：${name}

source: Search Monitored
zh_hans: 搜索已监控

source: Searching...
zh_hans: 搜索中...

source: Season %lld
zh_hans: 第 %lld 季

source: Season Files Deleted
zh_hans: 季文件已删除

source: Season Finale
zh_hans: 季终

source: Season Folders
zh_hans: 季文件夹

source: Season Pack
zh_hans: 季合集

source: Season Premiere
zh_hans: 季首播

source: Season Search Queued
zh_hans: 季搜索已排队

source: Seasons
zh_hans: 季

source: Seeders
zh_hans: 做种数

source: Sending push notifications to devices requires reliable server infrastructure, which incurs monthly operating expenses for this free, open-source project.
zh_hans: 向设备发送推送通知需要可靠的服务器基础设施，这给这个免费的开源项目带来了每月的运营成本。

source: Series
zh_hans: 剧集

source: Series Added
zh_hans: 剧集已添加

source: Series Deleted
zh_hans: 剧集已删除

source: Series Finale
zh_hans: 全剧终

source: Series imported from folder.
zh_hans: 剧集已从文件夹导入。

source: Series Not Monitored
zh_hans: 剧集未监控

source: Series Premiere
zh_hans: 首播集

source: Series Type
zh_hans: 剧集类型

source: Server Error Response
zh_hans: 服务器错误响应

source: Server returned %lld status code.
zh_hans: 服务器返回了 %lld 状态码。

source: Settings
zh_hans: 设置

source: Share App
zh_hans: 分享 App

source: Show Advanced Settings
zh_hans: 显示高级设置

source: Single Episode
zh_hans: 单集

source: Slow Instance
zh_hans: 慢速实例

source: Some releases are hidden by the selected filters.
zh_hans: 部分发布被所选筛选条件隐藏。

source: Something Went Wrong
zh_hans: 出了点问题

source: Sort By
zh_hans: 排序方式

source: Source
zh_hans: 来源

source: Special
zh_hans: 特辑

source: Specials
zh_hans: 特辑

source: Standard
zh_hans: 标准

source: Status
zh_hans: 状态

source: Still searching for releases.
zh_hans: 仍在搜索发布。

source: Streams
zh_hans: 流

source: Studio
zh_hans: 工作室

source: Submit
zh_hans: 提交

source: Subscription
zh_hans: 订阅

source: Subscription unlocks instance notifications, alternate app icons and supports the continued indie development of %@.
zh_hans: 订阅可解锁实例通知、备用应用图标，并支持 %@ 的持续独立开发。

source: Subtitles
zh_hans: 字幕

source: System
zh_hans: 系统

source: System Settings
zh_hans: 系统设置

source: System Settings > Notifications > %@
zh_hans: 系统设置 > 通知 > %@

source: System Settings > Privacy & Security > Local Network
zh_hans: 系统设置 > 隐私与安全性 > 本地网络

source: Tab
zh_hans: 标签页

source: Tags
zh_hans: 标签

source: TBA
zh_hans: 待定

source: TestFlight for macOS
zh_hans: macOS 版 TestFlight

source: The API Key can be found in the web interface under "Settings > General > Security".
zh_hans: API 密钥可在 Web 界面的「设置 > 通用 > 安全」中找到。

source: The credentials will be encoded and added as an "Authorization" header.
zh_hans: 凭据将被编码并添加为「Authorization」Header。

source: The release for this movie could not be determined and it may not import automatically. Do you want to grab "%@"?
zh_hans: 无法确定该电影的发布版本，可能无法自动导入。是否要抓取「%@」？

source: The release for this series/episode could not be determined and it may not import automatically. Do you want to grab "%@"?
zh_hans: 无法确定该剧集/集数的发布版本，可能无法自动导入。是否要抓取「%@」？

source: The URL used to access the %@ web interface.
zh_hans: 用于访问 %@ Web 界面的 URL。

source: This will permanently erase all episode files of this season.
zh_hans: 这将永久删除本季的所有剧集文件。

source: This will permanently erase the episode file.
zh_hans: 这将永久删除该剧集文件。

source: This will permanently erase the movie file.
zh_hans: 这将永久删除该电影文件。

source: Time flies when you're having fun.
zh_hans: 快乐时光总是短暂的。

source: Title
zh_hans: 标题

source: To monitor a season or episode, the series itself must be monitored.
zh_hans: 要监控某季或某集，必须先监控该剧集。

source: Today
zh_hans: 今天

source: Tomorrow
zh_hans: 明天

source: Trailer
zh_hans: 预告片

source: Translate the App
zh_hans: 翻译应用

source: Try again later.
zh_hans: 请稍后再试。

source: Try holding your breath.
zh_hans: 试试憋气。

source: Type
zh_hans: 类型

source: Unable to Import Automatically
zh_hans: 无法自动导入

source: Unaired
zh_hans: 未播出

source: Unannounced
zh_hans: 未公布

source: Uncoded
zh_hans: 未编码

source: Undetermined
zh_hans: 未确定

source: Unknown
zh_hans: 未知

source: Unknown Event
zh_hans: 未知事件

source: Unknown event.
zh_hans: 未知事件。

source: Unmonitor Specials
zh_hans: 取消监控特辑

source: Unmonitored
zh_hans: 未监控

source: Unrated
zh_hans: 未评级

source: Unreleased
zh_hans: 未发布

source: Unsupported URL: %@
zh_hans: 不支持的 URL：%@

source: Unwanted
zh_hans: 不需要

source: Upcoming
zh_hans: 即将到来

source: Upgrade to Sonarr v4.0.5 or newer.
zh_hans: 请升级到 Sonarr v4.0.5 或更高版本。

# URL identified itself as a %@ instance, not a %@ instance.
source: URL identified itself as a %1$@ instance, not a %2$@ instance.
zh_hans: 该 URL 识别为 %1$@ 实例，而非 %2$@ 实例。

source: URL must start with "http://" or "https://".
zh_hans: URL 必须以「http://」或「https://」开头。

source: URL Not Reachable
zh_hans: URL 不可达

source: URLs must be non-local, "localhost" and "127.0.0.1" will not work.
zh_hans: URL 不能为本地地址，「localhost」和「127.0.0.1」无法使用。

source: User Invoked Search
zh_hans: 用户触发搜索

source: Username
zh_hans: 用户名

# Version %@ (%@)
source: Version %1$@ (%2$@)
zh_hans: 版本 %@（%@）

source: Video
zh_hans: 视频
